return {
  {
    "nvimdev/dashboard-nvim",
    event = "VimEnter",
    dependencies = { "nvim-tree/nvim-web-devicons" },
    config = function()
      require("dashboard").setup({
        theme = "hyper",
        config = {
          header = {
            "",
            "  ███╗   ██╗███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗  ",
            "  ████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║  ",
            "  ██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║  ",
            "  ██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║  ",
            "  ██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║  ",
            "  ╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝  ",
            "",
          },
          shortcut = {
            { desc = "  New file",   action = "enew",                        key = "n" },
            { desc = "  Search Files",    action = "Telescope find_files",         key = "f" },
            { desc = "  Recent files", action = "Telescope oldfiles",           key = "r" },
            { desc = "  Settings",      action = "edit ~/.config/nvim/init.lua", key = "s" },
            { desc = "  Exit",          action = "qa",                           key = "q" },
          },
          footer = { "", "  Lets solve some problems." },
        },
      })
    end,
  },
}
